export const items = [
    {
        name: '飘香榴莲饭团',
        answer: [1, 2, 3, 4, 23, 22, 25]
    },
    {
        name: '黑椒烤鸭饭团',
        answer: [1, 2, 3, 23, 25, 26]
    },
    {
        name: '台北甜饭团',
        answer: [2, 24]
    },
    {
        name: '黑椒牛肉饭团',
        answer: [1, 2, 3, 5, 16, 14, 13, 25]
    },
    {
        name: '招牌饭团',
        answer: [1, 2, 3, 4, 5, 6, 7, 13, 25]
    },
    {
        name: '酸辣笋尖饭团',
        answer: [1, 2, 5, 7, 9]
    },
    {
        name: '韩国泡菜饭团',
        answer: [1, 2, 5, 7, 10, 13, 25]
    },
    {
        name: '阿婆辣香饭团',
        answer: [1, 2, 3, 5, 6, 7, 21, 25]
    },
    {
        name: '咸蛋超人饭团',
        answer: [1, 2, 3, 4, 5, 6, 8, 25]
    },
    {
        name: '猪肉叉烧饭团',
        answer: [1, 2, 3, 5, 17, 14, 13, 25]
    },
    {
        name: '芝士交融饭团',
        answer: [1, 2, 3, 5, 19, 18, 25]
    },
    {
        name: '芥末海鲜饭团',
        answer: [1, 2, 3, 5, 11, 12, 15, 25]
    },
    {
        name: '香烤龙利鱼饭团',
        answer: [1, 2, 3, 5, 20, 13, 25]
    },
    {
        name: '美式培根饭团',
        answer: [1, 2, 3, 5, 27, 13, 25]
    },
    {
        name: '功夫牛肉饼饭团',
        answer: [1, 2, 3, 5, 28, 4, 13, 14, 25]
    },
]


export const materials = {
    1: '肉松',
    2: '油条',
    3: '萝卜干',
    4: '香菇',
    5: '生菜',
    6: '腊肠',
    7: '卤蛋',
    8: '咸蛋',
    9: '笋尖',
    10: '泡菜',
    11: '鱼子酱',
    12: '蟹肉棒',
    13: '色拉',
    14: '黑椒汁',
    15: '蜂蜜芥末酱',
    16: '黑椒牛肉',
    17: '猪肉叉烧',
    18: '芝士',
    19: '方腿',
    20: '龙利鱼',
    21: '辣香酱',
    22: '榴莲酱',
    23: '黄瓜丝',
    24: '白砂糖',
    25: '海苔',
    26: '烤鸭',
    27: '培根',
    28: '黑椒牛肉饼'
}